Repository: pkar70/miniHeyBand
Catalog: miniHeyBand/Strings/*/Resources.resw
Source language: en_us
Languages: pl

# _lang
source: English
pl: polski

# errAnyError
source: Some error occured.
pl: Wystąpił błąd

# errBTnoAvail
source: ERROR: no Bluetooth available
pl: BŁĄD: Bluetooth nie jest dostępny

# errBTnotEnabled
source: ERROR: Bluetooth is not enabled
pl: BŁĄD: Bluetooth jest zablokowany

# errNoRoamFolder
source: ERROR: no roaming folder?
pl: BŁĄD: nie ma folderu Roaming?

# errorNoContens
source: ERROR: empty import?
pl: BŁAD: pusty import?

# msgExportClip
source: Exported list is in Clipboard
pl: Lista została wyeksportowana do Schowka

# msgNoName
source: (no name)
pl: (bez nazwy)

# resAskConfirm
source: Are you sure?
pl: Na pewno?

# resDlgCancel
source: Cancel
pl: Rezygnuję

# resDlgContinue
source: Save
pl: Zapisz

# resDlgNo
source: No
pl: Nie

# resDlgYes
source: Yes
pl: Tak

# resNazwaListy
source: Enter name for list:
pl: Podaj nazwę listy:

# resSelect.Label
source: Select
pl: Zaznaczanie

# resSelectAll.Text
source: All
pl: Wszystko

# resSelectNone.Text
source: None
pl: Nic

# resLists.Label
source: Lists
pl: Listy

# resListsClear.Text
source: Clear
pl: Wyczyść

# resListsLoad.Text
source: Load
pl: Wczytaj

# resListSave.Text
source: Save
pl: Zapisz

# resListsImport.Text
source: Import
pl: Importuj

# resListsExport.Text
source: Export
pl: Eksportuj

# resListsTitle.Text
source: Loading lists
pl: Wczytywanie list

# resBindingTitle.Text
source: Binding bracelet
pl: Podpinanie bransoletki

# resOnlyKnown.Label
source: Only known
pl: Tylko znane

# resViewLogsTite.Text
source: View logs
pl: Podgląd logów

# resShowLog.Content
source: Show
pl: Pokaż

# resSetClock.Text
source: Set clock
pl: Ustawianie czasu

# resVibrate.Text
source: Vibrate
pl: Wibrowanie

# resCommonParams.Text
source: Common parameters
pl: Ustawienia wspólne

# resZdrowie.Text
source: Health
pl: Zdrowie

# resWspolpraca.Text
source: App-band cooperation
pl: Współpraca

# resCommonTitle.Text
source: Common parameters
pl: Ustawienia wspólne

# resPowerSlider.Header
source: Power
pl: Akumulator

# resFanWan.OffContent
source: Ignore hand movement
pl: ignoruj podnoszenie ręki

# resFanWan.OnContent
source: Show clock after hand move
pl: zaświecenie przy podnoszeniu

# resFanRight.OffContent
source: Band on left hand
pl: zegarek na lewej ręce

# resFanRight.OnContent
source: Band on right hand
pl: zegarek na prawej ręce

# resTime1224.OffContent
source: 12 hours clock
pl: Zegar 12 godzinny

# resTime1224.OnContent
source: 24 hours clock
pl: Zegar 24 godzinny

# resImperialSI.OnContent
source: SI units
pl: jednostki SI

# resScreensaver.Header
source: Screen saver after seconds
pl: gaszenie ekranu po sekundach

# resBrightness.Header
source: Screen brighness
pl: jasność ekranu

# resSave.Content
source: Set!
pl: Ustaw!

# resSetTimeTitle.Text
source: Set band clock
pl: Ustawianie czasu zegarka

# resSetCurrent.Content
source: Current time
pl: Czas aktualny

# resLub.Text
source: or
pl: lub

# resDzien.Header
source: Day
pl: Dzień

# resGodzina.Header
source: Hour
pl: Godzina

# resSetGiven.Content
source: Given time
pl: Czas podany

# resWspolpracaTitle.Text
source: App-band cooperation
pl: Współpraca z zegarkiem

# resSyncClock.Text
source: Sync clock (daily)
pl: Synchronizacja zegara (codziennie)

# resAutoMesasure.Text
source: Auto measurement every
pl: Auto pomiar co minut

# resAutoTetno.Text
source: Auto pulse measurement
pl: Auto pomiar tetna

# resBuzzer.Text
source: Vibrate before measurement
pl: Brzęczyk przed pomiarem

# resOdGodz.Header
source: since hour
pl: od godziny

# resDoGodz.Header
source: till hour
pl: do godziny

# resZdrowieTitle.Text
source: Health data
pl: Dane zdrowotne

# resStartPulse.Text
source: Start measuring pulse (runtime)
pl: Mierzenie tętna (runtime)

# resBind.Label
source: Connect
pl: Połącz

# resLogs.Label
source: View logs
pl: Podgląd logów

# resAutoSaveTitle.Text
source: Auto save data
pl: Auto zapisywanie danych

# resSaveSteps.Header
source: Steps
pl: Kroki

# resSaveSen.Header
source: Sleep
pl: Sen

# errorNotBinded
source: Please bind device first!
pl: Najpierw połącz z urządzeniem!
